[
  {
      "estate_title": "Beautiful Family Home in Suburbia",
      "id": 101,
      "segment_name": "Family Home",
      "description": "Welcome to your dream family home in the heart of Suburbia! This spacious single-family residence offers the perfect blend of comfort, style, and convenience. Boasting a generous 2500 square feet of living space, this home provides ample room for your family to grow and thrive. Step inside to discover a bright and airy living room, perfect for gathering with loved ones or hosting guests. The modern kitchen is a chef's delight, equipped with state-of-the-art appliances, ample counter space, and a cozy breakfast nook where you can enjoy your morning coffee. Adjacent to the kitchen, you'll find a formal dining area, ideal for family meals and special occasions. Venture outside to explore the expansive backyard, complete with lush greenery, a pristine lawn, and a charming patio where you can relax and unwind. With a garage providing convenient parking and storage space, this home has everything you need to live your best suburban life. Don't miss your chance to make this beautiful family home your own!",
      "price": 350000,
      "status": "sale",
      "area": "2500 sq ft",
      "location": "Suburban Neighborhood",
      "facilities": ["living room", "backyard", "garage"],
      "image": "https://i.ibb.co/R7zNpBR/home1.jpg"
  },
  {
      "estate_title": "Cozy Cottage by the Lake",
      "id": 102,
      "segment_name": "Lakefront Cottage",
      "description": "Escape to your own private oasis with this charming cottage nestled by the tranquil shores of the lake. Offering breathtaking views and serene surroundings, this cozy retreat is the perfect getaway for families and nature lovers alike. Step inside to discover a warm and inviting living space, complete with rustic wood accents, a crackling fireplace, and plenty of natural light streaming through the windows. The well-appointed kitchen is equipped with modern appliances and ample storage, making it easy to whip up delicious meals to enjoy with family and friends. Relax on the spacious porch as you soak in the sights and sounds of the lake, or take a leisurely stroll along the water's edge to feel the gentle breeze against your skin. With comfortable sleeping accommodations and all the comforts of home, this cottage offers a peaceful respite from the hustle and bustle of everyday life. Whether you're seeking adventure or simply looking to unwind, this cozy lakefront retreat has something for everyone.",
      "price": 2000,
      "status": "rent",
      "area": "1500 sq ft",
      "location": "Lakefront",
      "facilities": ["living room", "fireplace", "porch"],
      "image": "https://i.ibb.co/Y0G41gB/home2.jpg"
  },
  {
      "estate_title": "Family Home with Pool",
      "id": 103,
      "segment_name": "Poolside Living",
      "description": "Experience resort-style living in the comfort of your own backyard with this stunning family home featuring a private swimming pool. Nestled in a tranquil suburban neighborhood, this spacious residence offers the perfect blend of indoor-outdoor living, making it ideal for entertaining and relaxation. Step inside to discover a bright and airy living space, complete with modern finishes, soaring ceilings, and panoramic views of the surrounding landscape. The gourmet kitchen is a chef's delight, equipped with high-end appliances, custom cabinetry, and a large island perfect for casual dining or entertaining guests. The expansive backyard oasis is the crowning jewel of this property, boasting a sparkling swimming pool, lush landscaping, and a covered patio where you can dine al fresco or simply soak up the sun. With plenty of room for outdoor activities and family gatherings, this home offers endless opportunities for fun and relaxation. Don't miss your chance to own your own piece of paradise in this highly sought-after neighborhood.",
      "price": 450000,
      "status": "sale",
      "area": "2800 sq ft",
      "location": "Suburban Neighborhood",
      "facilities": ["swimming pool", "patio", "garden"],
      "image": "https://i.ibb.co/qCB4Prp/home3.jpg"
  },
  {
      "estate_title": "Rustic Countryside Retreat",
      "id": 104,
      "segment_name": "Country Living",
      "description": "Escape the hustle and bustle of city life with this charming farmhouse nestled in the heart of the countryside. Surrounded by rolling fields and scenic vistas, this idyllic retreat offers the perfect blend of rustic charm and modern comfort. Step inside to discover a warm and inviting living space, complete with exposed wooden beams, a cozy fireplace, and plenty of natural light streaming through the windows. The spacious kitchen is a chef's dream, featuring custom cabinetry, high-end appliances, and a large center island perfect for meal prep and casual dining. Upstairs, you'll find cozy bedrooms with plush bedding and stunning views of the surrounding landscape, providing a peaceful sanctuary for rest and relaxation. Outside, the expansive grounds offer endless opportunities for outdoor enjoyment, from gardening and birdwatching to stargazing around the fire pit on crisp autumn evenings. Whether you're seeking a weekend getaway or a permanent residence, this rustic countryside retreat is sure to steal your heart.",
      "price": 300000,
      "status": "sale",
      "area": "2000 sq ft",
      "location": "Rural Area",
      "facilities": ["front porch", "garden", "barn"],
      "image": "https://i.ibb.co/jf8BGv9/home4.jpg"
  },
  {
      "estate_title": "Modern Urban Townhouse",
      "id": 201,
      "segment_name": "Urban Living",
      "description": "Live in style in the heart of the city with this sleek and modern townhouse offering urban sophistication and convenience. Located in the vibrant City Center, this contemporary residence boasts luxurious finishes, designer details, and breathtaking skyline views. Step inside to discover a light-filled living space with open-concept design, high ceilings, and floor-to-ceiling windows that bathe the interior in natural light. The gourmet kitchen is a chef's dream, featuring state-of-the-art appliances, custom cabinetry, and a spacious island perfect for entertaining. Upstairs, you'll find luxurious bedrooms with spa-like en-suite bathrooms and walk-in closets, providing a peaceful retreat from the hustle and bustle of city life. Outside, the private rooftop terrace offers the perfect spot to relax and unwind while taking in panoramic views of the city skyline. With an attached garage providing secure parking and ample storage space, this modern urban townhouse offers the ultimate urban lifestyle.",
      "price": 500000,
      "status": "sale",
      "area": "1800 sq ft",
      "location": "City Center",
      "facilities": ["living room", "rooftop terrace", "attached garage"],
      "image": "https://i.ibb.co/3rLp6kG/townhouse1.jpg"
  },
  {
      "estate_title": "Quaint Townhouse in Historic District",
      "id": 202,
      "segment_name": "Historic Charm",
      "description": "Step back in time with this charming townhouse nestled in the heart of a historic district, where old-world charm meets modern convenience. Located in a vibrant neighborhood brimming with character and culture, this quaint residence offers the perfect blend of historic architecture and contemporary comfort. Step inside to discover a cozy living space with original hardwood floors, exposed brick walls, and period details that evoke a sense of nostalgia. The updated kitchen features stainless steel appliances, granite countertops, and ample storage, making it perfect for cooking and entertaining. Upstairs, you'll find spacious bedrooms with plenty of natural light and picturesque views of the surrounding neighborhood. Outside, the private patio offers a peaceful retreat where you can relax and unwind while enjoying the sights and sounds of the city. With easy access to shops, restaurants, and cultural attractions, this historic townhouse offers a truly unique living experience.",
      "price": 3000,
      "status": "rent",
      "area": "1600 sq ft",
      "location": "Historic District",
      "facilities": ["living room", "patio", "community garden"],
      "image": "https://i.ibb.co/7yqRXzx/townhouse2.jpg"
  },
  {
      "estate_title": "Luxury Townhouse with River View",
      "id": 203,
      "segment_name": "Riverside Living",
      "description": "Experience the height of luxury living with this stunning townhouse boasting panoramic views of the river and unparalleled elegance and sophistication. Located in a coveted waterfront location, this exclusive residence offers the ultimate in urban waterfront living. Step inside to discover a grand living space with soaring ceilings, floor-to-ceiling windows, and designer finishes that exude luxury at every turn. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances, custom cabinetry, and a spacious island perfect for entertaining. Upstairs, the sumptuous master suite awaits, complete with a private balcony overlooking the river, a spa-like en-suite bathroom, and a spacious walk-in closet. Outside, the private dock offers direct access to the water, allowing you to enjoy boating, fishing, and other water activities right from your doorstep. With a host of luxury amenities and world-class service, this riverside townhouse offers a lifestyle of unparalleled luxury and convenience.",
      "price": 700000,
      "status": "sale",
      "area": "2200 sq ft",
      "location": "Waterfront",
      "facilities": ["river view", "balcony", "private dock"],
      "image": "https://i.ibb.co/khSH2hv/townhouse3.jpg"
  },
  {
      "estate_title": "Townhouse with Courtyard Garden",
      "id": 204,
      "segment_name": "Garden Oasis",
      "description": "Escape the hustle and bustle of city life with this charming townhouse featuring a beautiful courtyard garden oasis tucked away in the heart of the urban suburb. Surrounded by lush greenery and blooming flowers, this serene retreat offers the perfect blend of indoor-outdoor living, making it ideal for relaxation and entertaining. Step inside to discover a light-filled living space with an open-concept design, high ceilings, and large windows that overlook the tranquil garden below. The gourmet kitchen is a chef's delight, featuring stainless steel appliances, granite countertops, and plenty of cabinet space for storage. Upstairs, you'll find spacious bedrooms with plush carpeting, ample closet space, and picturesque views of the surrounding neighborhood. Outside, the covered patio provides the perfect spot for al fresco dining or simply enjoying a morning cup of coffee while listening to the sounds of nature. With a two-car garage providing convenient parking and storage space, this garden oasis townhouse offers the perfect blend of comfort, convenience, and natural beauty.",
      "price": 3500,
      "status": "rent",
      "area": "1700 sq ft",
      "location": "Urban Suburb",
      "facilities": ["courtyard garden", "covered patio", "garage"],
      "image": "https://i.ibb.co/0ZPpj4R/townhouse4.jpg"
  },
  {
      "estate_title": "Modern City Apartment",
      "id": 301,
      "segment_name": "City Living",
      "description": "Experience the excitement of city living with this modern apartment located in the bustling downtown area. Offering panoramic views of the city skyline, this sleek and stylish residence is the perfect urban retreat for those seeking convenience and luxury. Step inside to discover a light-filled living space with an open-concept design, high ceilings, and floor-to-ceiling windows that showcase breathtaking views of the city below. The gourmet kitchen is a chef's dream, featuring stainless steel appliances, quartz countertops, and sleek cabinetry. Upstairs, you'll find spacious bedrooms with plush carpeting, walk-in closets, and en-suite bathrooms, providing a private sanctuary away from the hustle and bustle of the city. Outside, the private balcony offers the perfect spot to relax and unwind while taking in the sights and sounds of the city below. With a host of luxury amenities, including a fitness center, rooftop terrace, and concierge service, this modern city apartment offers a lifestyle of unparalleled luxury and convenience.",
      "price": 2500,
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Downtown",
      "facilities": ["open kitchen", "balcony", "fitness center"],
      "image": "https://i.ibb.co/HnzrVfg/apartment1.jpg"
  },
  {
      "estate_title": "Spacious Luxury Penthouse",
      "id": 302,
      "segment_name": "Luxury Living",
      "description": "Live the high life with this spacious luxury penthouse offering breathtaking panoramic views of the city skyline and unparalleled elegance and sophistication. Located in an exclusive neighborhood, this expansive residence boasts luxurious finishes, designer details, and world-class amenities that are sure to impress even the most discerning buyer. Step inside to discover a grand living space with soaring ceilings, floor-to-ceiling windows, and an open-concept design that is perfect for entertaining. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances, custom cabinetry, and a large island perfect for preparing meals and hosting dinner parties. Upstairs, the sumptuous master suite awaits, complete with a private terrace, spa-like en-suite bathroom, and spacious walk-in closet. Outside, the private terrace offers the perfect spot to relax and unwind while taking in panoramic views of the city below. With a host of luxury amenities, including a concierge service, fitness center, and private parking, this luxury penthouse offers a lifestyle of unparalleled luxury and sophistication.",
      "price": 1000000,
      "status": "sale",
      "area": "3000 sq ft",
      "location": "Exclusive Neighborhood",
      "facilities": ["private terrace", "concierge service", "gym"],
      "image": "https://i.ibb.co/mCZG3Fj/apartment2.jpg"
  },
  {
      "estate_title": "Studio Apartment with City View",
      "id": 303,
      "segment_name": "City Skyline",
      "description": "Experience urban living at its finest with this stylish studio apartment offering stunning views of the city skyline and modern amenities. Located in the heart of the urban center, this compact yet functional residence is perfect for professionals, students, and anyone looking to experience the excitement of city living. Step inside to discover a light-filled living space with an open-concept design, high ceilings, and sleek finishes that exude contemporary elegance. The modern kitchen is equipped with stainless steel appliances, quartz countertops, and ample cabinet space for storage. The sleeping area is tucked away for privacy, offering a peaceful retreat away from the hustle and bustle of the city below. Outside, the private balcony offers the perfect spot to relax and unwind while taking in panoramic views of the city skyline. With a host of shared amenities, including a fitness center, lounge area, and rooftop terrace, this studio apartment offers a lifestyle of convenience and luxury.",
      "price": 1800,
      "status": "rent",
      "area": "800 sq ft",
      "location": "Urban Center",
      "facilities": ["city view", "modern kitchenette", "shared amenities"],
      "image": "https://i.ibb.co/dMQG5Hh/apartment3.jpg"
  },
  {
      "estate_title": "Apartment with Riverfront Balcony",
      "id": 304,
      "segment_name": "Riverfront Living",
      "description": "Live the waterfront lifestyle with this stylish apartment featuring a private balcony overlooking the river and modern amenities. Located on the scenic riverbank, this spacious residence offers the perfect blend of indoor-outdoor living, making it ideal for relaxation and entertainment. Step inside to discover a light-filled living space with an open-concept design, high ceilings, and floor-to-ceiling windows that showcase stunning views of the river below. The gourmet kitchen is a chef's dream, featuring stainless steel appliances, granite countertops, and ample cabinet space for storage. The spacious bedrooms offer plush carpeting, walk-in closets, and en-suite bathrooms, providing a private sanctuary away from the hustle and bustle of the city. Outside, the private balcony offers the perfect spot to relax and unwind while enjoying the sights and sounds of the river below. With a host of luxury amenities, including a fitness center, secure parking, and 24-hour concierge service, this riverfront apartment offers a lifestyle of unparalleled luxury and convenience.",
      "price": 300000,
      "status": "sale",
      "area": "1500 sq ft",
      "location": "Riverbank",
      "facilities": ["river view balcony", "secure parking", "fitness center"],
      "image": "https://i.ibb.co/7yKdtDP/apartment4.jpg"
  },
  {
      "estate_title": "Beachfront Villa",
      "id": 401,
      "segment_name": "Beach Retreat",
      "description": "Escape to paradise with this luxurious beachfront villa offering stunning ocean views, private pool, and unparalleled luxury. Located just steps away from the sandy shores, this exclusive retreat is the epitome of beachside living, offering privacy, tranquility, and world-class amenities. Step inside to discover a grand living space with soaring ceilings, floor-to-ceiling windows, and designer finishes that exude elegance and sophistication. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances, custom cabinetry, and a spacious island perfect for entertaining. The sumptuous bedrooms offer plush bedding, spa-like en-suite bathrooms, and breathtaking views of the ocean, providing a peaceful sanctuary for rest and relaxation. Outside, the expansive terrace offers the perfect spot to soak up the sun, take a refreshing dip in the pool, or enjoy al fresco dining while listening to the sounds of the waves crashing on the shore. With a host of luxury amenities, including a private beach, concierge service, and 24-hour security, this beachfront villa offers a lifestyle of unparalleled luxury and exclusivity.",
      "price": 5000,
      "status": "rent",
      "area": "4000 sq ft",
      "location": "Seaside",
      "facilities": ["private pool", "beach access", "outdoor dining"],
      "image": "https://i.ibb.co/wJtfjz2/vacation1.jpg"
  },
  {
      "estate_title": "Mountain Cabin Getaway",
      "id": 402,
      "segment_name": "Mountain Escape",
      "description": "Escape to the mountains with this cozy cabin getaway nestled in the heart of the pristine mountain range. Surrounded by towering pines, crystal-clear streams, and breathtaking vistas, this rustic retreat offers the perfect blend of natural beauty and outdoor adventure. Step inside to discover a warm and inviting living space with rustic wood accents, a cozy fireplace, and plenty of room to relax and unwind. The well-appointed kitchen is equipped with modern appliances, ample counter space, and all the essentials you need to whip up delicious meals after a day of hiking or skiing. Upstairs, you'll find comfortable sleeping accommodations and picturesque views of the surrounding mountains, providing a peaceful retreat for a restful night's sleep. Outside, the expansive deck offers the perfect spot to soak up the sun, enjoy a morning cup of coffee, or stargaze on clear nights. With easy access to hiking trails, ski slopes, and other outdoor activities, this mountain cabin getaway offers an unforgettable escape from the stresses of everyday life.",
      "price": 3000,
      "status": "rent",
      "area": "2000 sq ft",
      "location": "Mountain Range",
      "facilities": ["fireplace", "deck", "hiking trails nearby"],
      "image": "https://i.ibb.co/bRYX2Kd/vacation2.jpg"
  },
  {
      "estate_title": "Lake House with Dock",
      "id": 403,
      "segment_name": "Lakeside Living",
      "description": "Experience the magic of lakeside living with this charming lake house featuring a private dock, stunning views, and endless opportunities for outdoor adventure. Nestled on the shores of a serene lake, this idyllic retreat offers the perfect blend of relaxation and recreation, making it ideal for families, nature lovers, and outdoor enthusiasts alike. Step inside to discover a warm and inviting living space with rustic wood accents, a cozy fireplace, and plenty of room to gather with loved ones. The well-appointed kitchen is equipped with modern appliances, ample counter space, and all the essentials you need to whip up delicious meals to enjoy al fresco on the spacious patio. Upstairs, you'll find comfortable sleeping accommodations and picturesque views of the lake, providing a peaceful retreat for a restful night's sleep. Outside, the private dock offers direct access to the water, making it easy to enjoy boating, fishing, and other water activities right from your doorstep. With a host of outdoor amenities, including hiking trails, swimming beaches, and picnic areas, this lakeside retreat offers endless opportunities for fun and relaxation.",
      "price": 4000,
      "status": "rent",
      "area": "2500 sq ft",
      "location": "Lakeside",
      "facilities": ["lake view", "private dock", "outdoor patio"],
      "image": "https://i.ibb.co/0tVhXG7/vacation3.jpg"
  },
  {
      "estate_title": "Luxury Ski Chalet",
      "id": 404,
      "segment_name": "Ski Retreat",
      "description": "Experience the ultimate in alpine luxury with this stunning ski chalet offering breathtaking mountain views, ski-in/ski-out access, and world-class amenities. Located in a prestigious ski resort, this exclusive retreat is the perfect blend of rustic charm and modern sophistication, making it ideal for discerning travelers and outdoor enthusiasts alike. Step inside to discover a grand living space with vaulted ceilings, exposed wooden beams, and floor-to-ceiling windows that showcase panoramic views of the surrounding mountains. The gourmet kitchen is a chef's dream, featuring top-of-the-line appliances, custom cabinetry, and a spacious island perfect for entertaining. The sumptuous bedrooms offer plush bedding, spa-like en-suite bathrooms, and cozy fireplaces, providing a luxurious retreat after a day on the slopes. Outside, the expansive deck offers the perfect spot to soak up the sun, enjoy a morning cup of coffee, or relax in the hot tub while taking in breathtaking views of the mountains. With ski-in/ski-out access to the slopes, a private concierge service, and access to exclusive resort amenities, this luxury ski chalet offers a truly unforgettable mountain getaway.",
      "price": 8000,
      "status": "rent",
      "area": "3500 sq ft",
      "location": "Ski Resort",
      "facilities": ["ski-in/ski-out access", "hot tub", "private concierge"],
      "image": "https://i.ibb.co/2YxjQ2J/vacation4.jpg"
  },


    {
      "estate_title": "Student Dormitory near Campus",
      "id": 501,
      "segment_name": "Campus Living",
      "description": "Comfortable dormitory rooms for students, conveniently located near campus. Our student dormitory offers a supportive and vibrant living environment for university students. Situated just a stone's throw away from the campus, our dormitory provides easy access to classes, libraries, and other university facilities. The dormitory features spacious rooms equipped with study areas, shared kitchens, and laundry facilities to meet the needs of modern students. Our goal is to create a conducive living space where students can thrive academically and socially.",
      "price": 1500,
      "status": "rent",
      "area": "800 sq ft",
      "location": "Near Campus",
      "facilities": ["study area", "shared kitchen", "laundry facilities"],
      "image": "https://i.ibb.co/Xpf10Dg/Garden-Oasis.jpg"
    },
    {
      "estate_title": "Student Apartment Complex",
      "id": 502,
      "segment_name": "Student Community",
      "description": "Modern apartments designed for student living, with communal areas and social activities. Welcome to our student apartment complex, where convenience meets community. Our apartments are thoughtfully designed to cater to the needs of today's students, offering spacious living areas, modern amenities, and a vibrant social atmosphere. Located in the heart of the student district, our complex provides easy access to campus, as well as nearby restaurants, shops, and entertainment venues. With on-site facilities such as a fitness center, common room, and security services, our apartment complex is the perfect choice for students looking for a comfortable and engaging living experience.",
      "price": 2000,
      "status": "rent",
      "area": "1000 sq ft",
      "location": "Student District",
      "facilities": ["fitness center", "common room", "security"],
      "image": "https://i.ibb.co/4FMhrVm/Country-Living-4.webp"
    },
    {
      "estate_title": "Student Co-Living Space",
      "id": 503,
      "segment_name": "Shared Living",
      "description": "Shared living space designed for students, promoting collaboration and community. Embrace the spirit of collaboration and camaraderie in our student co-living space. Designed with the needs of modern students in mind, our shared living environment offers a dynamic and supportive community where students can live, learn, and grow together. Situated in the bustling university area, our co-living space provides easy access to campus, as well as a variety of amenities and activities to enhance the student experience. From shared kitchens and study pods to social lounges and events, our co-living space fosters a sense of belonging and connection among residents.",
      "price": 1200,
      "status": "rent",
      "area": "700 sq ft",
      "location": "University Area",
      "facilities": ["shared kitchen", "study pods", "social lounge"],
      "image": "https://i.ibb.co/59Jj1kr/Family-Home-1.webp"
    },
    {
      "estate_title": "Student Studio Apartment",
      "id": 504,
      "segment_name": "Compact Living",
      "description": "Compact studio apartment tailored for student needs, providing convenience and comfort. Experience convenience and comfort in our student studio apartment. Perfectly suited for the busy student lifestyle, our compact apartments offer everything you need for a comfortable living experience. Located in the heart of the student hub, our studio apartments provide easy access to campus, as well as nearby restaurants, cafes, and shops. With features such as a study area, kitchenette, and private bathroom, our studio apartments offer a private and functional space for students to study, relax, and recharge.",
      "price": 1700,
      "status": "rent",
      "area": "500 sq ft",
      "location": "Student Hub",
      "facilities": ["study area", "kitchenette", "private bathroom"],
      "image": "https://i.ibb.co/0nWnShL/City-Living.png"
    },
    {
      "estate_title": "Retirement Villa with Assisted Living",
      "id": 601,
      "segment_name": "Assisted Living",
      "description": "Comfortable villa for seniors with various amenities and assisted living services. Welcome to our retirement villa, where comfort, care, and community come together. Our villa is designed to provide seniors with a supportive and enriching living environment, offering a range of amenities and services to meet their unique needs. Situated in a tranquil senior community, our villa provides a peaceful retreat away from the hustle and bustle of city life. From medical care and community activities to meal service and personalized assistance, our villa offers everything seniors need to enjoy a fulfilling and independent lifestyle.",
      "price": 4000,
      "status": "rent",
      "area": "2000 sq ft",
      "location": "Senior Community",
      "facilities": ["medical care", "community activities", "meal service"],
      "image": "https://i.ibb.co/Xpf10Dg/Garden-Oasis.jpg"
    },
    {
      "estate_title": "Senior Apartment Complex",
      "id": 602,
      "segment_name": "Independent Living",
      "description": "Modern apartments tailored for seniors, promoting independent living and social engagement. Experience the best of independent living in our senior apartment complex. Designed with the needs of active seniors in mind, our modern apartments offer spacious living areas, convenient amenities, and a welcoming community atmosphere. Located in the heart of the senior district, our complex provides easy access to nearby parks, shops, and recreational facilities. With features such as a gym, library, and shuttle service, our apartment complex empowers seniors to live life to the fullest and stay connected with others.",
      "price": 3500,
      "status": "rent",
      "area": "1200 sq ft",
      "location": "Senior District",
      "facilities": ["gym", "library", "shuttle service"],
      "image": "https://i.ibb.co/B4b94G5/Riverside-Living.jpg"
    },
    {
      "estate_title": "Senior Community Living",
      "id": 603,
      "segment_name": "Community Care",
      "description": "Community living for seniors with care and support services, fostering a vibrant lifestyle. Join our vibrant senior community and embrace a fulfilling and active lifestyle. Our community living environment is designed to provide seniors with the care, support, and opportunities they need to thrive in their golden years. Situated in a lively elderly village, our community offers a range of amenities and activities to promote physical, mental, and social well-being. From assisted living and recreational activities to catered meals and social events, our community living environment fosters a sense of belonging and purpose among residents.",
      "price": 4500,
      "status": "rent",
      "area": "1800 sq ft",
      "location": "Elderly Village",
      "facilities": ["assisted living", "recreational activities", "catered meals"],
      "image": "https://i.ibb.co/gJSL0j7/Historic-Charm.jpg"
    },
    {
      "estate_title": "Senior Cottage Home",
      "id": 604,
      "segment_name": "Cottage Lifestyle",
      "description": "Cozy cottage-style homes for seniors, providing a peaceful and intimate living environment. Experience the charm and comfort of cottage-style living in our senior cottage homes. Nestled in a serene retirement village, our cottages offer seniors a peaceful and intimate living environment surrounded by nature's beauty. Each cottage features a private garden, porch, and on-site care services to provide seniors with the support and assistance they need to enjoy a fulfilling and independent lifestyle. With spacious living areas, cozy bedrooms, and tranquil outdoor spaces, our cottage homes offer seniors a place to call home in their retirement years.",
      "price": 3000,
      "status": "rent",
      "area": "1000 sq ft",
      "location": "Retirement Village",
      "facilities": ["private garden", "porch", "on-site care"],
      "image": "https://i.ibb.co/0CG0S3R/Urban-Living.jpg"
    }

  
] 

